Repository: FARAZFRANK/dead-link-checker
Catalog: languages/frank-dead-link-checker-*.po
Languages: hi_in

source: No broken links found. Great job!
hi_in: कोई टूटा हुआ लिंक नहीं मिला। बहुत बढ़िया!

source: No data to update.
hi_in: अपडेट करने के लिए कोई डेटा नहीं।

source: No links found. Run a scan to discover links.
hi_in: कोई लिंक नहीं मिला। लिंक खोजने के लिए स्कैन चलाएं।

source: No links to export.
hi_in: निर्यात करने के लिए कोई लिंक नहीं।

source: No response — The server did not respond within the configured timeout period.
hi_in: कोई प्रतिक्रिया नहीं — सर्वर ने कॉन्फ़िगर की गई समय सीमा के भीतर प्रतिक्रिया नहीं दी।

source: No scan is running.
hi_in: कोई स्कैन नहीं चल रहा।

source: No scans yet.
hi_in: अभी तक कोई स्कैन नहीं।

source: No sites found.
hi_in: कोई साइट नहीं मिली।

source: Not Acceptable — The server cannot produce a response matching the request headers.
hi_in: स्वीकार्य नहीं — सर्वर अनुरोध हेडर से मिलान करने वाली प्रतिक्रिया उत्पन्न नहीं कर सकता।

source: Not Found — The page does not exist. This is the most common broken link.
hi_in: नहीं मिला — पृष्ठ मौजूद नहीं है। यह सबसे आम टूटा हुआ लिंक है।

source: Note:
hi_in: नोट:

source: Notifications
hi_in: सूचनाएँ

source: Notifications Tab
hi_in: सूचनाएँ टैब

source: Number of links to check simultaneously (1–10). Higher values speed up scanning but use more server resources. Default: 3.
hi_in: एक साथ जांचने वाले लिंक की संख्या (1-10)। अधिक मान स्कैनिंग तेज करते हैं लेकिन अधिक सर्वर संसाधन उपयोग करते हैं। डिफ़ॉल्ट: 3।

source: Number of links to check simultaneously. Higher values are faster but may overload your server.
hi_in: एक साथ जांचने वाले लिंक की संख्या। अधिक मान तेज़ हैं लेकिन सर्वर पर अधिक भार डाल सकते हैं।

source: OK — Link is working.
hi_in: OK — लिंक काम कर रहा है।

source: One email per line.
hi_in: प्रति पंक्ति एक ईमेल।

source: Open the POT template file located at: %s
hi_in: यहाँ स्थित POT टेम्पलेट फ़ाइल खोलें: %s

source: Overview
hi_in: अवलोकन

source: Pages
hi_in: पेज

source: Parse page builder content (Elementor, Divi, WPBakery, Gutenberg blocks) to find embedded links.
hi_in: एम्बेडेड लिंक खोजने के लिए पेज बिल्डर सामग्री (Elementor, Divi, WPBakery, Gutenberg ब्लॉक) को पार्स करें।

source: Pending
hi_in: लंबित

source: Permission denied.
hi_in: अनुमति अस्वीकृत।

source: Please confirm again: ALL data will be permanently deleted and settings reset to factory defaults.
hi_in: कृपया फिर से पुष्टि करें: सभी डेटा स्थायी रूप से हटा दिया जाएगा और सेटिंग्स फ़ैक्टरी डिफ़ॉल्ट पर रीसेट हो जाएंगी।

source: Please enter a new URL or anchor text
hi_in: कृपया एक नया यूआरएल या एंकर टेक्स्ट दर्ज करें

source: Please enter a target URL
hi_in: कृपया एक लक्ष्य यूआरएल दर्ज करें

source: Please select an action
hi_in: कृपया एक कार्रवाई चुनें

source: Please select at least one link
hi_in: कृपया कम से कम एक लिंक चुनें

source: Plugin Activation Error
hi_in: प्लगइन सक्रियण त्रुटि

source: Plugin Documentation
hi_in: प्लगइन दस्तावेज़

source: Plugin fully reset to factory defaults.
hi_in: प्लगइन पूरी तरह फ़ैक्टरी डिफ़ॉल्ट पर रीसेट।

source: Plugin fully reset.
hi_in: प्लगइन पूरी तरह रीसेट।

source: Poedit will generate two files (e.g., %1$s and %2$s). Upload both to: %3$s
hi_in: Poedit दो फ़ाइलें बनाएगा (जैसे, %1$s और %2$s)। दोनों को यहाँ अपलोड करें: %3$s

source: Posts
hi_in: पोस्ट

source: Processing...
hi_in: प्रोसेस हो रहा है...

source: Recheck
hi_in: फिर से जांचें

source: Recipients
hi_in: प्राप्तकर्ता

source: Recipients:
hi_in: प्राप्तकर्ता:

source: Redirect Type:
hi_in: रीडायरेक्ट प्रकार:

source: Redirect created successfully!
hi_in: रीडायरेक्ट सफलतापूर्वक बनाया गया!

source: Redirect created successfully.
hi_in: रीडायरेक्ट सफलतापूर्वक बनाया गया।

source: Redirect deleted successfully.
hi_in: रीडायरेक्ट सफलतापूर्वक हटाया गया।

source: Redirect disabled.
hi_in: रीडायरेक्ट अक्षम किया गया।

source: Redirect enabled.
hi_in: रीडायरेक्ट सक्षम किया गया।

source: Redirect not found.
hi_in: रीडायरेक्ट नहीं मिला।

source: Redirect updated successfully.
hi_in: रीडायरेक्ट सफलतापूर्वक अपडेट किया गया।

source: Redirects, timeouts, or suspicious responses.
hi_in: रीडायरेक्ट, समय समाप्त, या संदिग्ध प्रतिक्रियाएँ।

source: Reliable background processing
hi_in: विश्वसनीय बैकग्राउंड प्रोसेसिंग

source: Remove Link
hi_in: लिंक हटाएं

source: Request Timeout
hi_in: अनुरोध समय सीमा

source: Reset & Maintenance Options
hi_in: रीसेट और रखरखाव विकल्प

source: Reset Settings
hi_in: सेटिंग्स रीसेट करें

source: Resets EVERYTHING — link data, scan history, settings, and export files — back to factory defaults. Use with caution!
hi_in: सब कुछ रीसेट करता है — लिंक डेटा, स्कैन इतिहास, सेटिंग्स, और निर्यात फ़ाइलें — फ़ैक्टरी डिफ़ॉल्ट पर वापस। सावधानी से उपयोग करें!

source: Resets all plugin settings to their default values without affecting link data or scan history.
hi_in: लिंक डेटा या स्कैन इतिहास को प्रभावित किए बिना सभी प्लगइन सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट करता है।

source: Resetting Everything...
hi_in: सब कुछ रीसेट हो रहा है...

source: Resetting...
hi_in: रीसेट हो रहा है...

source: Restore
hi_in: पुनर्स्थापित करें

source: Review Warnings:
hi_in: चेतावनियाँ समीक्षा करें:

source: Review and fix them.
hi_in: उनकी समीक्षा करें और ठीक करें।

source: Rows per page:
hi_in: प्रति पृष्ठ पंक्तियाँ:

source: Run your first scan manually to see how long it takes on your site before enabling automatic scanning.
hi_in: स्वचालित स्कैनिंग सक्षम करने से पहले मैन्युअल रूप से अपना पहला स्कैन चलाएं और देखें कि आपकी साइट पर कितना समय लगता है।

source: SSL certificate issue — The website has an invalid or expired SSL certificate.
hi_in: SSL प्रमाणपत्र समस्या — वेबसाइट का SSL प्रमाणपत्र अमान्य या समाप्त हो गया है।

source: Scan Frequency
hi_in: स्कैन आवृत्ति

source: Scan History
hi_in: स्कैन इतिहास

source: Scan Now
hi_in: अभी स्कैन करें

source: Scan Scope
hi_in: स्कैन सीमा

source: Scan Scope Tab
hi_in: स्कैन सीमा टैब

source: Scan Type
hi_in: स्कैन प्रकार

source: Scan cancelled: Plugin deactivated
hi_in: स्कैन रद्द: प्लगइन निष्क्रिय किया गया

source: Scan complete!
hi_in: स्कैन पूर्ण!

source: Scan failed.
hi_in: स्कैन विफल।

source: Scan history cleared.
hi_in: स्कैन इतिहास साफ़ किया गया।

source: Scan started.
hi_in: स्कैन शुरू हुआ।

source: Scan stopped.
hi_in: स्कैन रोका गया।

source: Scan timed out (exceeded 30 minutes)
hi_in: स्कैन का समय समाप्त (30 मिनट से अधिक)

source: Scanning Modes
hi_in: स्कैनिंग मोड

source: Scanning...
hi_in: स्कैन हो रहा है...

source: Scans only run when you click the Scan button.
hi_in: स्कैन तभी चलता है जब आप स्कैन बटन पर क्लिक करें।

source: Scans run automatically based on the frequency below.
hi_in: आवृत्ति के अनुसार स्कैन स्वचालित रूप से चलते हैं।

source: Search URLs...
hi_in: यूआरएल खोजें...

source: Select multiple links with checkboxes and use bulk Dismiss, Delete, or Recheck to manage them efficiently.
hi_in: चेकबॉक्स से कई लिंक चुनें और कुशलता से प्रबंधित करने के लिए बल्क खारिज, हटाएं, या पुनः जांच का उपयोग करें।

source: Select which content types to scan: Posts, Pages, Comments, Widgets, Menus, Custom Fields, and Custom Post Types (if any registered).
hi_in: चुनें कि कौन से सामग्री प्रकार स्कैन करने हैं: पोस्ट, पेज, टिप्पणियाँ, विजेट, मेनू, कस्टम फ़ील्ड, और कस्टम पोस्ट प्रकार (यदि कोई पंजीकृत हो)।

source: Server Error — Something went wrong on the target server.
hi_in: सर्वर त्रुटि — लक्ष्य सर्वर पर कुछ गलत हो गया।

source: Service Unavailable — The server is temporarily down, often for maintenance.
hi_in: सेवा अनुपलब्ध — सर्वर अस्थायी रूप से बंद है, अक्सर रखरखाव के लिए।

source: Settings
hi_in: सेटिंग्स

source: Settings Explained
hi_in: सेटिंग्स विवरण

source: Settings reset to defaults.
hi_in: सेटिंग्स डिफ़ॉल्ट पर रीसेट की गईं।

source: Site
hi_in: साइट

source: Sites
hi_in: साइट्स

source: Sites Overview
hi_in: साइट अवलोकन

source: Sometimes a scan may appear stuck due to slow server responses, timeout issues, or server restarts. Here is what the plugin does to handle this:
hi_in: कभी-कभी धीमी सर्वर प्रतिक्रिया, समय सीमा समस्याओं, या सर्वर पुनः शुरू होने के कारण स्कैन अटका हुआ लग सकता है। प्लगइन इसे संभालने के लिए यह करता है:

source: Source
hi_in: स्रोत

source: Source and target URLs are required.
hi_in: स्रोत और लक्ष्य यूआरएल आवश्यक हैं।

source: Start with a Manual Scan:
hi_in: मैनुअल स्कैन से शुरू करें:

source: Started
hi_in: शुरू हुआ

source: Status
hi_in: स्थिति

source: Stop Scan
hi_in: स्कैन रोकें

source: Stop Scan Button:
hi_in: स्कैन रोकें बटन:

source: Stopping...
hi_in: रोका जा रहा है...

source: Success!
hi_in: सफल!

source: Support Forums
hi_in: सपोर्ट फ़ोरम

source: Target URL (To):
hi_in: लक्ष्य यूआरएल (को):

source: The User-Agent string sent with HTTP requests. Some websites may block requests from unknown user agents. The default mimics a standard browser.
hi_in: HTTP अनुरोधों के साथ भेजी गई User-Agent स्ट्रिंग। कुछ वेबसाइटें अज्ञात यूजर एजेंट से अनुरोध ब्लॉक कर सकती हैं। डिफ़ॉल्ट एक मानक ब्राउज़र की नकल करता है।

source: The link works but has issues: it redirects (301/302), responds slowly (over 5 seconds), or returned a suspicious status code. Review these to decide if action is needed.
hi_in: लिंक काम करता है लेकिन समस्याएँ हैं: यह रीडायरेक्ट करता है (301/302), धीमी प्रतिक्रिया देता है (5 सेकंड से अधिक), या संदिग्ध स्थिति कोड लौटाता है। कार्रवाई आवश्यक है या नहीं यह तय करने के लिए इनकी समीक्षा करें।

source: The plugin automatically detects scans that have been running for over 30 minutes without progress and marks them as "timed out". This prevents stuck scans from blocking new ones.
hi_in: प्लगइन स्वचालित रूप से उन स्कैन का पता लगाता है जो 30 मिनट से अधिक समय से बिना प्रगति के चल रहे हैं और उन्हें "समय समाप्त" के रूप में चिह्नित करता है। यह अटके हुए स्कैन को नए स्कैन को अवरुद्ध करने से रोकता है।

source: This email was sent by Frank Dead Link Checker plugin on %s
hi_in: यह ईमेल डेड लिंक चेकर प्रो प्लगइन द्वारा %s पर भेजा गया

source: This plugin scans your website for broken links and helps you fix them quickly. It checks all links in your posts, pages, comments, and custom fields.
hi_in: यह प्लगइन आपकी वेबसाइट को टूटे हुए लिंक के लिए स्कैन करता है और उन्हें जल्दी ठीक करने में मदद करता है। यह आपके पोस्ट, पेज, टिप्पणियों और कस्टम फ़ील्ड में सभी लिंक की जांच करता है।

source: This will DELETE all existing link data and scan history, then start a fresh scan. Are you sure?
hi_in: इससे सभी मौजूदा लिंक डेटा और स्कैन इतिहास हटा दिया जाएगा, फिर एक नया स्कैन शुरू होगा। क्या आप सुनिश्चित हैं?

source: This will delete all exported CSV/JSON files. Continue?
hi_in: इससे सभी निर्यात की गई CSV/JSON फ़ाइलें हटा दी जाएंगी। जारी रखें?

source: This will delete all scan history records. Your link data will NOT be affected. Continue?
hi_in: इससे सभी स्कैन इतिहास रिकॉर्ड हटा दिए जाएंगे। आपका लिंक डेटा प्रभावित नहीं होगा। जारी रखें?

source: This will forcefully stop ALL running and pending scans. Are you sure?
hi_in: इससे सभी चल रहे और लंबित स्कैन बलपूर्वक रोक दिए जाएंगे। क्या आप सुनिश्चित हैं?

source: This will reset ALL plugin settings to their factory defaults. Your scan data will NOT be affected. Continue?
hi_in: इससे सभी प्लगइन सेटिंग्स उनके फ़ैक्टरी डिफ़ॉल्ट पर रीसेट हो जाएंगी। आपका स्कैन डेटा प्रभावित नहीं होगा। जारी रखें?

source: Tips & Best Practices
hi_in: सुझाव और सर्वोत्तम प्रक्रियाएँ

source: Tips:
hi_in: सुझाव:

source: Too Many Requests — Rate limit exceeded. The server is blocking requests due to too many in a short time.
hi_in: बहुत अधिक अनुरोध — दर सीमा पार। कम समय में बहुत अधिक अनुरोधों के कारण सर्वर अनुरोधों को अवरुद्ध कर रहा है।

source: Total
hi_in: कुल

source: Total Links
hi_in: कुल लिंक

source: Translate each string, then save the file.
hi_in: प्रत्येक स्ट्रिंग का अनुवाद करें, फिर फ़ाइल सेव करें।

source: Translate the strings one by one using the visual editor. You can search and filter strings to find them quickly.
hi_in: विजुअल एडिटर का उपयोग करके स्ट्रिंग्स का एक-एक करके अनुवाद करें। आप स्ट्रिंग्स को जल्दी से खोजने के लिए खोज और फ़िल्टर कर सकते हैं।

source: Twice Daily
hi_in: दिन में दो बार

source: Type
hi_in: प्रकार

source: URL
hi_in: यूआरएल

source: Unauthorized — Authentication is required. The server needs valid credentials to access this URL.
hi_in: अनधिकृत — प्रमाणीकरण आवश्यक है। इस यूआरएल तक पहुँचने के लिए सर्वर को वैध क्रेडेंशियल चाहिए।

source: Understanding Link Status
hi_in: लिंक स्थिति को समझना

source: Unknown
hi_in: अज्ञात

source: Update Link
hi_in: लिंक अपडेट करें

source: Use "Fresh Scan" to clear all data and start from scratch.
hi_in: सभी डेटा साफ़ करने और शुरू से शुरू करने के लिए "नया स्कैन" का उपयोग करें।

source: Use Bulk Actions:
hi_in: बल्क कार्रवाइयाँ उपयोग करें:

source: Use Exclusions:
hi_in: बहिष्करण उपयोग करें:

source: Use filters to narrow down results by status, type, or date.
hi_in: स्थिति, प्रकार, या तिथि के अनुसार परिणामों को सीमित करने के लिए फ़िल्टर का उपयोग करें।

source: Use the "Fresh Scan" button to clear ALL existing link data and scan history, then start a completely new scan from scratch. This is useful when you want a clean slate — for example, after making major changes to your website structure.
hi_in: सभी मौजूदा लिंक डेटा और स्कैन इतिहास साफ़ करने के लिए "नया स्कैन" बटन का उपयोग करें, फिर शुरू से एक पूरी तरह से नया स्कैन शुरू करें। यह तब उपयोगी होता है जब आप एक साफ़ शुरुआत चाहते हैं — उदाहरण के लिए, अपनी वेबसाइट संरचना में बड़े बदलाव करने के बाद।

source: User Agent
hi_in: यूजर एजेंट

source: User agent string sent with HTTP requests.
hi_in: एचटीटीपी अनुरोधों के साथ भेजी गई यूजर एजेंट स्ट्रिंग।

source: Verify SSL
hi_in: SSL सत्यापित करें

source: Verify SSL certificates
hi_in: एसएसएल प्रमाणपत्र सत्यापित करें

source: View All Broken Links
hi_in: सभी टूटे हुए लिंक देखें

source: View Dashboard
hi_in: डैशबोर्ड देखें

source: View HTTP Status Codes Reference
hi_in: HTTP स्थिति कोड संदर्भ देखें

source: View Links
hi_in: लिंक देखें

source: Visit translate.wordpress.org
hi_in: translate.wordpress.org पर जाएँ

source: WP-Cron
hi_in: डब्ल्यूपी-क्रॉन

source: Warning
hi_in: चेतावनी

source: Warning links (redirects) are not broken, but you may want to update them to point directly to the final URL for better SEO.
hi_in: चेतावनी लिंक (रीडायरेक्ट) टूटे नहीं हैं, लेकिन बेहतर SEO के लिए आप उन्हें सीधे अंतिम यूआरएल पर इंगित करने के लिए अपडेट कर सकते हैं।

source: Warnings
hi_in: चेतावनियाँ

source: Weekly
hi_in: साप्ताहिक

source: What If a Scan Gets Stuck?
hi_in: यदि स्कैन अटक जाए तो?

source: When Scan Type is set to "Automatic" in Settings, the plugin will automatically scan your website at the frequency you choose (Hourly, Twice Daily, Daily, or Weekly). This runs in the background using WordPress Cron — no manual action needed. Set Scan Type to "Manual" to disable automatic scanning entirely.
hi_in: जब सेटिंग्स में स्कैन प्रकार "स्वचालित" पर सेट होता है, तो प्लगइन आपकी चुनी गई आवृत्ति (प्रति घंटा, दिन में दो बार, दैनिक, या साप्ताहिक) पर स्वचालित रूप से आपकी वेबसाइट स्कैन करेगा। यह WordPress Cron का उपयोग करके बैकग्राउंड में चलता है — कोई मैनुअल कार्रवाई आवश्यक नहीं। स्वचालित स्कैनिंग पूरी तरह से अक्षम करने के लिए स्कैन प्रकार "मैनुअल" पर सेट करें।

source: When enabled, the plugin verifies SSL certificates. Disable only if you are experiencing SSL-related false positives.
hi_in: सक्षम होने पर, प्लगइन SSL प्रमाणपत्र सत्यापित करता है। केवल तभी अक्षम करें जब आप SSL-संबंधित गलत सकारात्मक परिणामों का अनुभव कर रहे हों।

source: Widget
hi_in: विजेट

source: Widgets
hi_in: विजेट

source: WordPress Support Forums
hi_in: WordPress सपोर्ट फ़ोरम

source: Working
hi_in: कार्यशील

source: You can also contribute translations to the official WordPress translation platform. Your translations will be available to all users of this plugin who speak your language.
hi_in: आप आधिकारिक WordPress अनुवाद प्लेटफ़ॉर्म पर भी अनुवाद में योगदान कर सकते हैं। आपके अनुवाद इस प्लगइन के सभी उपयोगकर्ताओं के लिए उपलब्ध होंगे जो आपकी भाषा बोलते हैं।

source: YouTube
hi_in: यूट्यूब

source: [%2$s] %1$d Broken Links Detected
hi_in: [%2$s] %1$d टूटे हुए लिंक पाए गए

source: [%s] Weekly Broken Links Digest
hi_in: [%s] साप्ताहिक टूटे हुए लिंक सारांश

source: ago
hi_in: पहले

source: iFrame
hi_in: आईफ्रेम

source: seconds
hi_in: सेकंड

source: ⚠️ WARNING: This will DELETE all plugin data including links, scan history, and settings. This action cannot be undone! Are you absolutely sure?
hi_in: ⚠️ चेतावनी: इससे लिंक, स्कैन इतिहास और सेटिंग्स सहित सभी प्लगइन डेटा हटा दिया जाएगा। यह कार्रवाई पूर्ववत नहीं की जा सकती! क्या आप पूरी तरह सुनिश्चित हैं?
