Repository: FARAZFRANK/dead-link-checker
Catalog: languages/frank-dead-link-checker-*.po
Languages: hi_in

source: %d broken links detected!
hi_in: %d टूटे हुए लिंक पाए गए!

source: %d export file(s) deleted.
hi_in: %d निर्यात फ़ाइल(फ़ाइलें) हटाई गईं।

source: %d links processed.
hi_in: %d लिंक प्रोसेस किए गए।

source: %s ago
hi_in: %s पहले

source: (Deleted)
hi_in: (हटाया गया)

source: 301 - Permanent Redirect (Recommended)
hi_in: 301 - स्थायी रीडायरेक्ट (अनुशंसित)

source: 301 Permanent
hi_in: 301 स्थायी

source: 301 Redirect
hi_in: 301 रीडायरेक्ट

source: 302 - Temporary Redirect
hi_in: 302 - अस्थायी रीडायरेक्ट

source: 302 Redirect
hi_in: 302 रीडायरेक्ट

source: 302 Temporary
hi_in: 302 अस्थायी

source: 307 - Temporary Redirect (Strict)
hi_in: 307 - अस्थायी रीडायरेक्ट (सख्त)

source: 307 Temporary
hi_in: 307 अस्थायी

source: 401 Unauthorized
hi_in: 401 अनधिकृत

source: 403 Forbidden
hi_in: 403 निषिद्ध

source: 404 Not Found
hi_in: 404 नहीं मिला

source: 405 Method Not Allowed
hi_in: 405 विधि अनुमत नहीं

source: 406 Not Acceptable
hi_in: 406 स्वीकार्य नहीं

source: 410 Gone
hi_in: 410 हटाया गया

source: 429 Too Many Requests
hi_in: 429 बहुत अधिक अनुरोध

source: 500 Server Error
hi_in: 500 सर्वर त्रुटि

source: 503 Service Unavailable
hi_in: 503 सेवा अनुपलब्ध

source: <strong>Check External Links</strong> - Enable/disable checking of external URLs.
hi_in: <strong>बाहरी लिंक जांचें</strong> - बाहरी यूआरएल की जांच सक्षम/अक्षम करें।

source: <strong>Connection Timeout</strong> - How long to wait for link responses.
hi_in: <strong>कनेक्शन समय सीमा</strong> - लिंक प्रतिक्रिया के लिए कितनी देर प्रतीक्षा करें।

source: <strong>Dismiss Links</strong> - Ignore false positives by clicking "Dismiss".
hi_in: <strong>लिंक खारिज करें</strong> - "खारिज करें" पर क्लिक करके गलत परिणामों को अनदेखा करें।

source: <strong>Email Notifications</strong> - Configure when and how to receive alerts.
hi_in: <strong>ईमेल सूचनाएँ</strong> - कब और कैसे अलर्ट प्राप्त करें, कॉन्फ़िगर करें।

source: <strong>Email Notifications</strong> - Get notified when broken links are found.
hi_in: <strong>ईमेल सूचनाएँ</strong> - टूटे हुए लिंक मिलने पर सूचित हों।

source: <strong>Fix Links</strong> - Click "Edit" to update a broken link directly, or use bulk actions.
hi_in: <strong>लिंक ठीक करें</strong> - टूटे हुए लिंक को सीधे अपडेट करने के लिए "संपादित करें" पर क्लिक करें, या बल्क कार्रवाइयाँ उपयोग करें।

source: <strong>Link Scanning</strong> - Automatically discover and check all links on your site.
hi_in: <strong>लिंक स्कैनिंग</strong> - अपनी साइट पर सभी लिंक स्वचालित रूप से खोजें और जांचें।

source: <strong>Page Builder Support</strong> - Scan links in Elementor, Divi, WPBakery, and Gutenberg.
hi_in: <strong>पेज बिल्डर सपोर्ट</strong> - Elementor, Divi, WPBakery और Gutenberg में लिंक स्कैन करें।

source: <strong>Redirect Manager</strong> - Create 301/302/307 redirects for broken URLs.
hi_in: <strong>रीडायरेक्ट प्रबंधक</strong> - टूटे हुए यूआरएल के लिए 301/302/307 रीडायरेक्ट बनाएं।

source: <strong>Review Results</strong> - View broken, warning, and working links in the dashboard table.
hi_in: <strong>परिणाम समीक्षा</strong> - डैशबोर्ड तालिका में टूटे, चेतावनी और काम करने वाले लिंक देखें।

source: <strong>Scan Post Types</strong> - Choose which post types to include in scans.
hi_in: <strong>पोस्ट प्रकार स्कैन करें</strong> - चुनें कि स्कैन में कौन से पोस्ट प्रकार शामिल करें।

source: <strong>Start a Scan</strong> - Click the "Scan Now" button to scan your entire website for broken links.
hi_in: <strong>स्कैन शुरू करें</strong> - अपनी पूरी वेबसाइट को टूटे हुए लिंक के लिए स्कैन करने के लिए "अभी स्कैन करें" बटन पर क्लिक करें।

source: A lightweight background task that automatically rechecks links already marked as broken or warning every 6 hours. This helps detect when a previously broken link has been fixed — without running a full scan. It checks up to 50 links at a time and skips dismissed links.
hi_in: एक हल्का बैकग्राउंड कार्य जो हर 6 घंटे में टूटे या चेतावनी वाले लिंक की स्वचालित रूप से दोबारा जांच करता है। यह बिना पूर्ण स्कैन चलाए पता लगाने में मदद करता है कि पहले का टूटा लिंक ठीक हो गया है या नहीं। यह एक बार में 50 लिंक तक जांचता है और खारिज किए गए लिंक छोड़ देता है।

source: A redirect for this URL already exists.
hi_in: इस यूआरएल के लिए पहले से एक रीडायरेक्ट मौजूद है।

source: A scan has completed and found the following issues:
hi_in: एक स्कैन पूरा हुआ और निम्नलिखित समस्याएँ मिलीं:

source: A scan is already in progress.
hi_in: एक स्कैन पहले से चल रहा है।

source: Action Scheduler
hi_in: एक्शन शेड्यूलर

source: Actions
hi_in: कार्रवाइयाँ

source: Add domains that frequently block automated checks (like social media sites) to your exclusion list to reduce false positives.
hi_in: गलत सकारात्मक परिणामों को कम करने के लिए अक्सर स्वचालित जांच को अवरुद्ध करने वाले डोमेन (जैसे सोशल मीडिया साइट्स) को अपनी बहिष्करण सूची में जोड़ें।

source: Adjust Concurrent Requests:
hi_in: एक साथ अनुरोध समायोजित करें:

source: Advanced
hi_in: उन्नत

source: Advanced Tab
hi_in: उन्नत टैब

source: After translating, make sure your WordPress site language is set to your target language. Go to Settings → General → Site Language and select your language. The plugin will automatically load the matching translation file.
hi_in: अनुवाद करने के बाद, सुनिश्चित करें कि आपकी WordPress साइट की भाषा आपकी लक्ष्य भाषा पर सेट है। सेटिंग्स → सामान्य → साइट भाषा पर जाएँ और अपनी भाषा चुनें। प्लगइन स्वचालित रूप से मिलान करने वाली अनुवाद फ़ाइल लोड करेगा।

source: All
hi_in: सभी

source: All Types
hi_in: सभी प्रकार

source: All data cleared. Fresh scan started.
hi_in: सभी डेटा साफ़ किया गया। नया स्कैन शुरू किया गया।

source: All scans force stopped and scan state reset.
hi_in: सभी स्कैन बलपूर्वक रोके गए और स्कैन स्थिति रीसेट की गई।

source: All scans force stopped.
hi_in: सभी स्कैन बलपूर्वक रोके गए।

source: An error occurred.
hi_in: एक त्रुटि हुई।

source: Anchor Text:
hi_in: एंकर टेक्स्ट:

source: Any Status
hi_in: कोई भी स्थिति

source: Apply
hi_in: लागू करें

source: Apply Filters
hi_in: फ़िल्टर लागू करें

source: Are you sure you want to remove this link? The anchor text will be kept but the link will be unlinked.
hi_in: क्या आप वाकई इस लिंक को हटाना चाहते हैं? एंकर टेक्स्ट रखा जाएगा लेकिन लिंक हटा दिया जाएगा।

source: Are you sure you want to stop the scan?
hi_in: क्या आप वाकई स्कैन रोकना चाहते हैं?

source: Are you sure?
hi_in: क्या आप सुनिश्चित हैं?

source: Auto Cleanup
hi_in: ऑटो क्लीनअप

source: Auto-Recheck (Broken Links Only)
hi_in: ऑटो-पुनर्जाँच (केवल टूटे हुए लिंक)

source: Auto-Recovery:
hi_in: ऑटो-रिकवरी:

source: Automatic
hi_in: स्वचालित

source: Automatic Scan (Scheduled)
hi_in: स्वचालित स्कैन (निर्धारित)

source: Automatically delete old scan history records after a specified number of days. Default: 90 days.
hi_in: निर्दिष्ट दिनों के बाद पुराने स्कैन इतिहास रिकॉर्ड स्वचालित रूप से हटाएं। डिफ़ॉल्ट: 90 दिन।

source: Basic background processing - install Action Scheduler for better reliability
hi_in: बुनियादी बैकग्राउंड प्रोसेसिंग - बेहतर विश्वसनीयता के लिए Action Scheduler इंस्टॉल करें

source: Broken
hi_in: टूटा हुआ

source: Broken Links
hi_in: टूटे हुए लिंक

source: Broken Links Report
hi_in: टूटे हुए लिंक रिपोर्ट

source: Broken URL (From):
hi_in: टूटा यूआरएल (से):

source: Bulk Actions
hi_in: बल्क कार्रवाई

source: Cancel
hi_in: रद्द करें

source: Categorize links as Working (200 OK), Broken (4xx/5xx errors), or Warning (redirects, slow responses).
hi_in: लिंक को वर्गीकृत करें: कार्यशील (200 OK), टूटा (4xx/5xx त्रुटियाँ), या चेतावनी (रीडायरेक्ट, धीमी प्रतिक्रिया)।

source: Check each link by sending HTTP HEAD/GET requests to verify if the URL responds correctly.
hi_in: यह सत्यापित करने के लिए कि यूआरएल सही ढंग से प्रतिक्रिया करता है, HTTP HEAD/GET अनुरोध भेजकर प्रत्येक लिंक की जांच करें।

source: Checked
hi_in: जांचा गया

source: Checked %1$s of %2$s links (%3$s%%) — %4$s broken, %5$s warnings
hi_in: %2$s में से %1$s लिंक जांचे गए (%3$s%%) — %4$s टूटे, %5$s चेतावनियाँ

source: Choose "Manual" (scan only when you click the button) or "Automatic" (scan runs on a schedule automatically).
hi_in: "मैनुअल" चुनें (बटन क्लिक करने पर ही स्कैन) या "स्वचालित" (स्कैन स्वचालित रूप से शेड्यूल पर चलता है)।

source: Choose to check Internal Links (your own site), External Links (other websites), and/or Image URLs.
hi_in: आंतरिक लिंक (आपकी अपनी साइट), बाहरी लिंक (अन्य वेबसाइट), और/या चित्र यूआरएल जांचने का विकल्प चुनें।

source: Cleaning...
hi_in: साफ़ हो रहा है...

source: Cleanup Exports
hi_in: निर्यात साफ़ करें

source: Clear
hi_in: साफ़ करें

source: Clear History
hi_in: इतिहास साफ़ करें

source: Clear Scan History
hi_in: स्कैन इतिहास साफ़ करें

source: Clear all data and start fresh
hi_in: सभी डेटा साफ़ करें और नया शुरू करें

source: Clearing...
hi_in: साफ़ हो रहा है...

source: Click "New Language" and select your desired language.
hi_in: "New Language" पर क्लिक करें और अपनी इच्छित भाषा चुनें।

source: Click "Save" when done. Your translations will take effect immediately.
hi_in: पूरा होने पर "Save" पर क्लिक करें। आपके अनुवाद तुरंत प्रभावी होंगे।

source: Click "Stop Scan" on the Dashboard to gracefully stop a running scan.
hi_in: चल रहे स्कैन को रोकने के लिए डैशबोर्ड पर "स्कैन रोकें" पर क्लिक करें।

source: Click the "Scan Now" button on the Dashboard to start a full scan manually. The plugin will:
hi_in: मैन्युअल रूप से पूर्ण स्कैन शुरू करने के लिए डैशबोर्ड पर "अभी स्कैन करें" बटन पर क्लिक करें। प्लगइन:

source: Comment on "%s"
hi_in: "%s" पर टिप्पणी

source: Comments
hi_in: टिप्पणियाँ

source: Common HTTP Status Codes
hi_in: सामान्य HTTP स्थिति कोड

source: Completed
hi_in: पूरा हुआ

source: Concurrent Requests
hi_in: एक साथ अनुरोध

source: Configuration Options
hi_in: कॉन्फ़िगरेशन विकल्प

source: Connection Error — A generic error occurred while trying to reach the URL (e.g., connection refused, reset, or unknown failure).
hi_in: कनेक्शन त्रुटि — यूआरएल तक पहुँचने का प्रयास करते समय एक सामान्य त्रुटि हुई (जैसे, कनेक्शन अस्वीकृत, रीसेट, या अज्ञात विफलता)।

source: Content Types
hi_in: सामग्री प्रकार

source: Content to Scan
hi_in: स्कैन करने की सामग्री

source: Could not update.
hi_in: अपडेट नहीं हो सका।

source: Create Redirect
hi_in: रीडायरेक्ट बनाएं

source: Create a redirect so visitors to the broken URL will be sent to a new working URL.
hi_in: एक रीडायरेक्ट बनाएं ताकि टूटे यूआरएल पर आने वाले आगंतुकों को नए काम करने वाले यूआरएल पर भेजा जाए।

source: Current URL:
hi_in: वर्तमान यूआरएल:

source: Custom Fields (ACF)
hi_in: कस्टम फ़ील्ड (ACF)

source: Daily
hi_in: दैनिक

source: Dashboard
hi_in: डैशबोर्ड

source: Date Range:
hi_in: तिथि सीमा:

source: Frank Dead Link Checker
hi_in: डेड लिंक चेकर प्रो

source: Frank Dead Link Checker - Network Overview
hi_in: डेड लिंक चेकर प्रो - नेटवर्क अवलोकन

source: Frank Dead Link Checker Settings
hi_in: डेड लिंक चेकर प्रो सेटिंग्स

source: Frank Dead Link Checker is fully translation-ready. You can translate it into your language using any of the methods below.
hi_in: डेड लिंक चेकर प्रो पूरी तरह अनुवाद-तैयार है। आप नीचे दिए गए किसी भी तरीके से इसे अपनी भाषा में अनुवाद कर सकते हैं।

source: Frank Dead Link Checker requires PHP 7.4 or higher.
hi_in: डेड लिंक चेकर प्रो के लिए PHP 7.4 या उच्चतर आवश्यक है।

source: Frank Dead Link Checker requires WordPress 5.8 or higher.
hi_in: डेड लिंक चेकर प्रो के लिए WordPress 5.8 या उच्चतर आवश्यक है।

source: Frank Dead Link Checker scans your entire WordPress website to find broken links, redirects, and other link issues. It checks links inside posts, pages, menus, widgets, comments, custom fields, and even page builder content (Elementor, Divi, WPBakery, Gutenberg). Here is how it works:
hi_in: डेड लिंक चेकर प्रो आपकी पूरी WordPress वेबसाइट को स्कैन करता है टूटे हुए लिंक, रीडायरेक्ट और अन्य लिंक समस्याओं को खोजने के लिए। यह पोस्ट, पेज, मेनू, विजेट, टिप्पणियों, कस्टम फ़ील्ड और पेज बिल्डर सामग्री (Elementor, Divi, WPBakery, Gutenberg) में लिंक की जांच करता है। यह इस प्रकार काम करता है:

source: Delay Between Requests
hi_in: अनुरोधों के बीच विलंब

source: Delete
hi_in: हटाएं

source: Deletes all exported CSV/JSON files from the uploads directory to free up disk space.
hi_in: डिस्क स्थान खाली करने के लिए अपलोड डायरेक्टरी से सभी निर्यात की गई CSV/JSON फ़ाइलें हटाता है।

source: Deletes all scan history records but keeps your link data intact.
hi_in: सभी स्कैन इतिहास रिकॉर्ड हटाता है लेकिन आपका लिंक डेटा बरकरार रखता है।

source: Discover all links from your selected content types (Posts, Pages, Menus, Widgets, Comments, Custom Fields).
hi_in: आपके चयनित सामग्री प्रकारों (पोस्ट, पेज, मेनू, विजेट, टिप्पणियाँ, कस्टम फ़ील्ड) से सभी लिंक खोजें।

source: Dismiss
hi_in: खारिज करें

source: Dismissed
hi_in: खारिज किया गया

source: Display results on the Dashboard with filters for easy review.
hi_in: आसान समीक्षा के लिए फ़िल्टर के साथ डैशबोर्ड पर परिणाम प्रदर्शित करें।

source: Domain does not exist — The domain name could not be resolved.
hi_in: डोमेन मौजूद नहीं है — डोमेन नाम हल नहीं किया जा सका।

source: Download and install %s on your computer (free desktop application).
hi_in: अपने कंप्यूटर पर %s डाउनलोड और इंस्टॉल करें (मुफ्त डेस्कटॉप एप्लिकेशन)।

source: Edit Link
hi_in: लिंक संपादित करें

source: Email Frequency
hi_in: ईमेल आवृत्ति

source: Email Notifications
hi_in: ईमेल सूचनाएँ

source: Email addresses to receive notifications (one per line). Defaults to the admin email.
hi_in: सूचनाएँ प्राप्त करने के लिए ईमेल पते (प्रति पंक्ति एक)। डिफ़ॉल्ट: व्यवस्थापक ईमेल।

source: Enable email notifications
hi_in: ईमेल सूचनाएँ सक्षम करें

source: Enable to receive email alerts when broken links are found.
hi_in: टूटे हुए लिंक मिलने पर ईमेल अलर्ट प्राप्त करने के लिए सक्षम करें।

source: Enter domain names (one per line) that should be skipped during scanning. For example: facebook.com, twitter.com. Links to these domains will not be checked.
hi_in: वे डोमेन नाम दर्ज करें (प्रति पंक्ति एक) जिन्हें स्कैनिंग के दौरान छोड़ना चाहिए। उदाहरण: facebook.com, twitter.com। इन डोमेन के लिंक की जांच नहीं की जाएगी।

source: Enter one domain per line (e.g., example.com). Links to these domains will be ignored.
hi_in: प्रति पंक्ति एक डोमेन दर्ज करें (जैसे, example.com)। इन डोमेन के लिंक अनदेखा किए जाएंगे।

source: Error
hi_in: त्रुटि

source: Error (No Response)
hi_in: त्रुटि (कोई प्रतिक्रिया नहीं)

source: Excluded Domains
hi_in: बहिष्कृत डोमेन

source: Exclusions
hi_in: बहिष्करण

source: Exclusions Tab
hi_in: बहिष्करण टैब

source: Export
hi_in: निर्यात

source: Export Regularly:
hi_in: नियमित निर्यात करें:

source: Export as CSV
hi_in: CSV के रूप में निर्यात करें

source: Export as JSON
hi_in: JSON के रूप में निर्यात करें

source: Export created successfully!
hi_in: निर्यात सफलतापूर्वक बनाया गया!

source: Export failed.
hi_in: निर्यात विफल।

source: Export files cleaned up.
hi_in: निर्यात फ़ाइलें साफ़ की गईं।

source: Export your broken link reports as CSV for record-keeping or to share with your team.
hi_in: रिकॉर्ड रखने या अपनी टीम के साथ साझा करने के लिए अपनी टूटे हुए लिंक रिपोर्ट CSV के रूप में निर्यात करें।

source: Export your link data for external analysis.
hi_in: बाहरी विश्लेषण के लिए अपना लिंक डेटा निर्यात करें।

source: Exporting...
hi_in: निर्यात हो रहा है...

source: External
hi_in: बाहरी

source: External Links
hi_in: बाहरी लिंक

source: Failed to cleanup exports.
hi_in: निर्यात साफ़ करने में विफल।

source: Failed to clear existing data.
hi_in: मौजूदा डेटा साफ़ करने में विफल।

source: Failed to clear history.
hi_in: इतिहास साफ़ करने में विफल।

source: Failed to clear scan history.
hi_in: स्कैन इतिहास साफ़ करने में विफल।

source: Failed to create export file.
hi_in: निर्यात फ़ाइल बनाने में विफल।

source: Failed to create redirect.
hi_in: रीडायरेक्ट बनाने में विफल।

source: Failed to create scan record.
hi_in: स्कैन रिकॉर्ड बनाने में विफल।

source: Failed to delete redirect.
hi_in: रीडायरेक्ट हटाने में विफल।

source: Failed to force stop.
hi_in: बलपूर्वक रोकने में विफल।

source: Failed to reset plugin.
hi_in: प्लगइन रीसेट करने में विफल।

source: Failed to reset settings.
hi_in: सेटिंग्स रीसेट करने में विफल।

source: Failed.
hi_in: विफल।

source: Features:
hi_in: विशेषताएँ:

source: Find "Frank Dead Link Checker" in the list and click on it.
hi_in: सूची में "Frank Dead Link Checker" खोजें और उस पर क्लिक करें।

source: For more help:
hi_in: अधिक सहायता के लिए:

source: Forbidden — Access denied. The server refuses to serve this URL.
hi_in: निषिद्ध — पहुँच अस्वीकृत। सर्वर इस यूआरएल को सेवा देने से इनकार करता है।

source: Force Stop
hi_in: बलपूर्वक रोकें

source: Force Stop Scan
hi_in: स्कैन बलपूर्वक रोकें

source: Force Stop:
hi_in: बलपूर्वक रोकें:

source: Force Stopping...
hi_in: बलपूर्वक रोका जा रहा है...

source: Force stopped by admin
hi_in: व्यवस्थापक द्वारा बलपूर्वक रोका गया

source: Forcefully stops all running/pending scans, clears the scan queue, and resets the scan state. Use when a scan appears stuck.
hi_in: सभी चल रहे/लंबित स्कैन को बलपूर्वक रोकता है, स्कैन कतार साफ़ करता है, और स्कैन स्थिति रीसेट करता है। जब स्कैन अटका हुआ लगे तब उपयोग करें।

source: Found — Temporary redirect. The URL is temporarily pointing elsewhere.
hi_in: मिला — अस्थायी रीडायरेक्ट। यूआरएल अस्थायी रूप से कहीं और इंगित कर रहा है।

source: Frequency:
hi_in: आवृत्ति:

source: Fresh Scan
hi_in: नया स्कैन

source: Full Plugin Reset
hi_in: पूर्ण प्लगइन रीसेट

source: Full Reset
hi_in: पूर्ण रीसेट

source: General
hi_in: सामान्य

source: General Settings
hi_in: सामान्य सेटिंग्स

source: General Tab
hi_in: सामान्य टैब

source: Getting Started
hi_in: शुरुआत करें

source: Go to %s in your WordPress admin menu.
hi_in: अपने WordPress व्यवस्थापक मेनू में %s पर जाएँ।

source: Gone — The page has been permanently removed. Unlike 404, the server knows it was intentionally deleted.
hi_in: हटाया गया — पृष्ठ स्थायी रूप से हटा दिया गया है। 404 के विपरीत, सर्वर जानता है कि इसे जानबूझकर हटाया गया था।

source: HTTP 200 OK - Link is working properly.
hi_in: HTTP 200 OK - लिंक सही ढंग से काम कर रहा है।

source: HTTP 200 OK. The link is working perfectly — no action needed.
hi_in: HTTP 200 OK। लिंक पूरी तरह से काम कर रहा है — कोई कार्रवाई आवश्यक नहीं।

source: HTTP 4xx or 5xx error. The link is dead or the server returned an error. Common codes: 404 (Not Found), 403 (Forbidden), 500 (Server Error).
hi_in: HTTP 4xx या 5xx त्रुटि। लिंक मृत है या सर्वर ने त्रुटि दी। सामान्य कोड: 404 (नहीं मिला), 403 (निषिद्ध), 500 (सर्वर त्रुटि)।

source: HTTP 4xx/5xx errors - Link is not working.
hi_in: HTTP 4xx/5xx त्रुटियाँ - लिंक काम नहीं कर रहा।

source: HTTP Status:
hi_in: HTTP स्थिति:

source: Help
hi_in: सहायता

source: Help & Documentation
hi_in: सहायता और दस्तावेज़

source: Hourly
hi_in: प्रति घंटा

source: How Plugin Works?
hi_in: प्लगइन कैसे काम करता है?

source: How often automatic scans run: Hourly, Twice Daily, Daily, or Weekly. Only applies when Scan Type is "Automatic".
hi_in: स्वचालित स्कैन कितनी बार चलते हैं: प्रति घंटा, दिन में दो बार, दैनिक, या साप्ताहिक। केवल तब लागू होता है जब स्कैन प्रकार "स्वचालित" हो।

source: How often to send notification emails: Immediately, Daily, or Weekly digest.
hi_in: सूचना ईमेल कितनी बार भेजें: तुरंत, दैनिक, या साप्ताहिक सारांश।

source: How to Translate This Plugin
hi_in: इस प्लगइन का अनुवाद कैसे करें

source: How to Use
hi_in: उपयोग कैसे करें

source: ID
hi_in: आईडी

source: If the Stop button does not work, use "Force Stop" from the Dashboard Tools section. This forcefully cancels all running scans, clears the scan queue, and resets the scan state.
hi_in: यदि रोकें बटन काम नहीं करता, तो डैशबोर्ड उपकरण अनुभाग से "बलपूर्वक रोकें" का उपयोग करें। यह सभी चल रहे स्कैन को बलपूर्वक रद्द करता है, स्कैन कतार साफ़ करता है, और स्कैन स्थिति रीसेट करता है।

source: If you have questions or need support, please visit:
hi_in: यदि आपके कोई प्रश्न हैं या सहायता चाहिए, तो कृपया यहाँ जाएँ:

source: If your server is slow or shared hosting, reduce concurrent requests to 1–2. For dedicated servers, you can increase to 5–10.
hi_in: यदि आपका सर्वर धीमा है या शेयर्ड होस्टिंग है, तो एक साथ अनुरोध 1-2 तक कम करें। समर्पित सर्वर के लिए, 5-10 तक बढ़ा सकते हैं।

source: Image
hi_in: चित्र

source: Images
hi_in: चित्र

source: In Poedit, go to "Create New Translation" and select your language.
hi_in: Poedit में, "Create New Translation" पर जाएँ और अपनी भाषा चुनें।

source: Install WooCommerce or Action Scheduler plugin for more reliable background processing.
hi_in: अधिक विश्वसनीय बैकग्राउंड प्रोसेसिंग के लिए WooCommerce या Action Scheduler प्लगइन इंस्टॉल करें।

source: Install and activate the %s plugin from the WordPress plugin repository.
hi_in: WordPress प्लगइन रिपॉजिटरी से %s प्लगइन इंस्टॉल और सक्रिय करें।

source: Internal
hi_in: आंतरिक

source: Internal Links
hi_in: आंतरिक लिंक

source: Invalid URL format
hi_in: अमान्य यूआरएल प्रारूप

source: Invalid link ID.
hi_in: अमान्य लिंक आईडी।

source: Invalid parameters.
hi_in: अमान्य पैरामीटर।

source: Invalid redirect ID.
hi_in: अमान्य रीडायरेक्ट आईडी।

source: Last Check
hi_in: अंतिम जांच

source: Last Scan
hi_in: अंतिम स्कैन

source: Last scan: %s ago
hi_in: अंतिम स्कैन: %s पहले

source: Leave empty to keep current
hi_in: वर्तमान रखने के लिए खाली छोड़ें

source: Link Checker
hi_in: लिंक चेकर

source: Link Checker Network
hi_in: लिंक चेकर नेटवर्क

source: Link Status
hi_in: लिंक स्थिति

source: Link Type:
hi_in: लिंक प्रकार:

source: Link Types
hi_in: लिंक प्रकार

source: Link deleted.
hi_in: लिंक हटाया गया।

source: Link dismissed.
hi_in: लिंक खारिज किया गया।

source: Link not found.
hi_in: लिंक नहीं मिला।

source: Link rechecked.
hi_in: लिंक की फिर से जांच की गई।

source: Link removed.
hi_in: लिंक हटाया गया।

source: Link restored.
hi_in: लिंक पुनर्स्थापित किया गया।

source: Link updated.
hi_in: लिंक अपडेट किया गया।

source: Link was fixed/removed from the source. Entry deleted.
hi_in: लिंक स्रोत से ठीक/हटाया गया। प्रविष्टि हटाई गई।

source: Links
hi_in: लिंक

source: Loco Translate → Plugins
hi_in: Loco Translate → प्लगइन्स

source: Manual
hi_in: मैनुअल

source: Manual Only
hi_in: केवल मैनुअल

source: Manual Scan (Scan Now)
hi_in: मैनुअल स्कैन (अभी स्कैन करें)

source: Manually ignored by admin.
hi_in: व्यवस्थापक द्वारा मैन्युअल रूप से अनदेखा किया गया।

source: Manually ignored by admin. These links are excluded from broken/warning counts and are not rechecked automatically.
hi_in: व्यवस्थापक द्वारा मैन्युअल रूप से अनदेखा किया गया। ये लिंक टूटे/चेतावनी की गिनती से बाहर हैं और स्वचालित रूप से पुनः जांचे नहीं जाते।

source: Maximum time (in seconds) to wait for a URL response before marking it as timed out. Default: 30 seconds. Range: 5–120 seconds.
hi_in: समय समाप्त के रूप में चिह्नित करने से पहले यूआरएल प्रतिक्रिया की प्रतीक्षा करने का अधिकतम समय (सेकंड में)। डिफ़ॉल्ट: 30 सेकंड। सीमा: 5-120 सेकंड।

source: Maximum time to wait for a response from a link.
hi_in: किसी लिंक से प्रतिक्रिया की प्रतीक्षा करने का अधिकतम समय।

source: Menu
hi_in: मेनू

source: Menus
hi_in: मेनू

source: Method 1: Using Loco Translate Plugin (Recommended)
hi_in: तरीका 1: Loco Translate प्लगइन का उपयोग करके (अनुशंसित)

source: Method 2: Using Poedit (Manual PO/MO Files)
hi_in: तरीका 2: Poedit का उपयोग करके (मैनुअल PO/MO फ़ाइलें)

source: Method 3: Contribute on translate.wordpress.org
hi_in: तरीका 3: translate.wordpress.org पर योगदान करें

source: Method Not Allowed — The HTTP method used is not supported by this URL.
hi_in: विधि अनुमत नहीं — इस यूआरएल द्वारा उपयोग की गई HTTP विधि समर्थित नहीं है।

source: Milliseconds to wait between checking each link (0–5000). Helps prevent overloading your server or getting rate-limited by external sites. Default: 500ms.
hi_in: प्रत्येक लिंक की जांच के बीच प्रतीक्षा करने के लिए मिलीसेकंड (0-5000)। आपके सर्वर पर अधिक भार या बाहरी साइटों द्वारा दर-सीमित होने से रोकने में मदद करता है। डिफ़ॉल्ट: 500ms।

source: Moved Permanently — The URL has been permanently redirected to a new location.
hi_in: स्थायी रूप से स्थानांतरित — यूआरएल को नए स्थान पर स्थायी रूप से रीडायरेक्ट किया गया है।

source: Need Help?
hi_in: सहायता चाहिए?

source: Never
hi_in: कभी नहीं

source: New URL:
hi_in: नया यूआरएल:
